savon/XML/request2.xml

<?xml version="1.0" encoding="UTF-8"?>
	<env:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="http://www.webserviceX.NET/" xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
		<env:Body>
			<tns:ConversionRate>
			</tns:ConversionRate>
		</env:Body>
		</env:Envelope>